Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/stoetter-verddestallan-prosjekt.html.tmx
Source language: nob
Languages: sma

source: Sametingsrådet gir 320.000 kroner til Kautokeino ungdomsskole, som skal samarbeide med en verddesiida for å lære elevene om reindrift og verddestallan.
sma: Saemiedigkieraerie 320.000 kråvnah dåårje Guovdageaidnun noereskuvlese mij edtja aktine båatsoesïjtine laavenjostedh juktie learoehkidie lïerehtidh båatsoen jïh bïjre.

source: Kautokeino ungdomsskole planlegger å opprette et samarbeid med en verddesiida (reindriftssiida).
sma: Guovdageaidnun noereskuvle soejkesje laavenjostoem tseegkedh aktine båatsoesïjtine.

source: Siidaen skal bli en permanent verddesiida for skolen, dit elever sammen med lærere kan reise til for å lære om reindrift og verddestallan og lære hva en verdde bidrar med i reindriftssammenheng.
sma: Sïjte edtja akte ihkuve båatsoesïjtine sjïdtedh skuvlese, gusnie learohkh lohkehtæjjajgujmie ektine maehtieh mïnnedh båatsoen jïh verddestallan bïjre lïeredh jïh lïeredh mejnie akte verdde dåarjede båatsoen ektiedimmesne.

source: Elever skal delta i flesteparten av reindriftens gjøremål og oppgaver som naturlig følger reindriften gjennom et reindriftsår.
sma: Learohkh edtjieh meatan årrodh dejnie jeanatjommes darjoeminie jïh laavenjassine guktie doh ovmessie barkoeh båatsosne dorjesuvvieh akten båatsoejaepien tjïrrh.

source: Prosjektets gjøremål og aktiviteter skal filmes og utvikles til å bli læremidler, som samtidig også blir en dokumentasjon på hvordan opplæringsarena kan flyttes fra klasserommet.
sma: Dah edtjieh prosjekten darjomesh jïh darjomh filmadidh jïh filmide learoevierhtine evtiedidh, mah seamma tïjjen aaj dokumentasjovnine sjidtieh guktie lïerehtimmiesijjie maahta klaassen tjiehtjielistie sertesovvedh.

source: Duodji inn i de fleste fag
sma: Duedtie dej jeanatjommesi faagi sïjse

source: Kautokeino ungdomsskole skal også få elevene til å bli kjent med ulike duodjimåter fra både nord-, lule- og sørsamiske områder.
sma: Guovdageaidnun noereskuvle edtja aaj learoehkidie lïerehtidh ovmessie duedtievuekiejgujmie åahpenidh dovne noerhte,- julev- jïh åarjelsaemien dajvijste.

source: Lærere skal bli kjent med og begynne å verdsette duodjiopplæring i alle fag, for å fremme den samiske skolens innhold og elevenes tradisjonell kunnskap.
sma: Lohkehtæjjah edtjieh åahpenidh jïh aelkedh aarvoem bïejedh duedtielïerehtæmman gaajhkine faagine juktie dan saemien skuvlen sisvegem jïh learohki aerpievuekien daajroem eevtjedh.

source: Duodjiopplæring skal få plass i flesteparten av skolefagene, for eksempel skal elevene lære matematikk gjennom duodji.
sma: Duedtielïerehtimmie edtja sijjiem åadtjodh dejnie jeanatjommes skuvlefaagine, vuesiehtimmien gaavhtan learohkh edtjieh matematihkem guarkedh duedtien tjïrrh.

source: – Viktig at tradisjonell kunnskap styrkes i skolen
sma: – Vihkeles aerpievuekien daajroem skuvlesne nænnoestehtedh

source: Sametingsråd Juhána Biera Biret Márjá/Berit Marie P.E. Eira sier at begge prosjektene er viktige bidragsytere til hvordan videreføre tradisjonell kunnskap i skolen.
sma: Saemiedigkieraerie Juhána Biera Biret Márjá/Berit Marie P.E. Eira jeahta gåabpegh prosjekth leah vihkeles dåarjoehtæjjah mah vuesiehtieh guktie maahta aerpievuekien daajroem lïerehtidh skuvlesne.

source: – Vi mener det er viktig at tradisjonell kunnskap styrkes i skolen.
sma: – Mijjen mïelen mietie lea vihkeles aerpievuekien daajroem skuvlesne nænnoestehtedh.

source: Prosjektene er med på å fremme utvikling av samisk språk, identitet og overføring av tradisjonell kunnskap, da elever gjennom praktiske oppgaver og aktiviteter lærer samiske termer innen samisk reindrift.
sma: Prosjekte viehkehte saemien gïelem jïh identiteetem evtiedidh jïh aerpievuekien daajroem lïerehtidh, gosse learohkh praktihkeles laavenjassi jïh darjomi tjïrrh sijhtieh saemien baakoeh jïh baakoetjïerth saemien båatsoen sisnjelen lïeredh.

source: Eira sier at samiske skoler skal ha et samisk innhold, hvor elevene skal kunne gjenkjenne og identifisere seg med sin samiske kulturarv og språk.
sma: Eira jeahta saemien skuvlh edtjieh saemien sisvegem utnedh gusnie learohkh maehtieh damtijidh jïh jïjtjemse identifiseradidh sijjen saemien kultuvreaerpine jïh saemien gïeline.

source: – Det er når elevene jobber med slike prosjekter at de lærer å bli stolt av sin samiske identitet og kulturarv, og de blir trygge på sin identitet, sier Eira.
sma: – Nov lea gosse learohkh daagkeri prosjektigujmie berkieh dah lierieh sijjen saemien identiteetem jïh saemien kultuvreaerpiem garmerdidh, jïh jearsoes sjidtieh sijjen identiteetesne, Eira jeahta.

source: For spørsmål eller intervju, kontakt sametingsråd Juhána Biera Biret Márjá/Berit Marie P.E. Eira, mob. +47 913 28 626.
sma: Dastegh gyhtjelassh jallh gihtjehtimmieh, gaskesadth saemiedigkieraeriem Juhána Biera Biret Márjá/Berit Marie P.E. Eira, mob. +47 913 28 626
